/* Localized versions of Info.plist keys */

"NSHumanReadableCopyright" = "‏© 2006‏-2010 Apple בע״מ";

/* Keyboard layout names */
"Dvorak" = "דבוראק";
"DVORAK - QWERTY CMD" = "דבוראק - Qwerty ⌘";
"Dvorak - Left" = "דבוראק - שמאל";
"Dvorak - Right" = "דבוראק - ימין";

/* These two are synonyms */
"U.S." = "ארה״ב";
"US" = "ארה״ב";

"USInternational-PC" = "ארה״ב בינלאומית - PC";
"Australian" = "אוסטרלית";
"Austrian" = "אוסטרית";
"Belgian" = "בלגית";
"Brazilian" = "ברזילאית";
"British" = "בריטית";
"Canadian" = "אנגלית קנדית";
"Canadian - CSA" = "צרפתית קנדית - CSA";
"Catalan" = "קטלאנית";
"Danish" = "דנית";
"Dutch" = "הולנדית";
"Finnish" = "פינית";
"French" = "צרפתית";
"French - numerical" = "צרפתית - ספרתי";
"German" = "גרמנית";
"Irish" = "אירית";
"Italian" = "איטלקית";
"Italian - Pro" = "איטלקית - מקצועי";
"Norwegian" = "‏נורבגית";
"Portuguese" = "פורטוגלית";
"Spanish" = "ספרדית";
"Spanish - ISO" = "ספרדית - ISO";
"Swedish - Pro" = "שבדית - מקצועי";
"Swedish" = "שבדית";
"Swiss French" = "צרפתית שוויצרית";
"Swiss German" = "גרמנית שוויצרית";

"Czech" = "צ׳כית";
"Czech-QWERTY" = "צ׳כית - QWERTY";
"Slovak" = "סלובקית";
"Slovak-QWERTY" = "סלובקית - QWERTY";
"Hungarian" = "הונגרית";
"Polish" = "פולנית";
"Polish Pro" = "פולנית מקצועית";
"Estonian" = "אסטונית";
"Latvian" = "לטבית";
"Lithuanian" = "ליטאית";

"Bulgarian" = "בולגרית";
"Bulgarian - Phonetic" = "בולגרית - פונטי";
"Russian" = "רוסית";
"RussianWin" = "רוסית - PC";
"Russian - Phonetic" = "רוסית - פונטי";
"Ukrainian" = "אוקראינית";
"Serbian" = "סרבית";
"Macedonian" = "מקדונית";
"Byelorussian" = "בלרוסית";

"KANA" = "カナ";
"ROMAJI" = "ローマ字";

"2SetHangul" = "קוריאנית - 2-Set";
"Afghan Dari" = "דארי אפגנית";
"Afghan Pashto" = "פאשטו אפגנית";
"Afghan Uzbek" = "אוזבקית אפגנית";
"Arabic" = "ערבית";
"Arabic PC" = "ערבית - PC";
"Arabic-QWERTY" = "ערבית - QWERTY";
"Armenian-HM QWERTY" = "ארמנית - HM QWERTY";
"Armenian-Western QWERTY" = "ארמנית - QWERTY מערבי";
"Azeri" = "אזרית";
"Bangla-QWERTY" = "בנגלית - QWERTY";
"Bangla" = "בנגלית";
"CangjieKeyboard" = "צאנג ג׳יה";
"Cherokee-Nation" = "צ׳רוקי - אומה";
"Cherokee-QWERTY" = "צ׳רוקי - QWERTY";
"Croatian" = "קרואטית";
"Croatian-PC" = "קרואטית - PC";
"Devanagari-QWERTY" = "דבנגרי - QWERTY";
"Devanagari" = "דבנגרי";
"Faroese" = "פרואזית";
"Finnish Extended" = "פינית מורחבת";
"FinnishSami-PC" = "סאמי פיני - PC";
"Greek" = "יוונית";
"Greek Polytonic" = "יוונית פוליטונית";
"Gujarati-QWERTY" = "גוג׳ראטית - QWERTY";
"Gujarati" = "גוג׳ראטית";
"Gurmukhi-QWERTY" = "גורמוקהי - QWERTY";
"Gurmukhi" = "גורמוקהי";
"Hawaiian" = "הוואית";
"Hebrew" = "עברית";
"Hebrew-PC" = "עברית - PC";
"Hebrew-QWERTY" = "עברית - QWERTY";
"Icelandic" = "איסלנדית";
"Inuktitut-Nunavut" = "אינוקטיטוט - נונבוט";
"Inuktitut-Nutaaq" = "‏אינוקטיטוט - נוטאק";
"Inuktitut-QWERTY" = "אינוקטיטוט - QWERTY";
"Inuktitut Nunavik" = "אינוקטיטוט של נונביק";
"Irish Extended" = "אירית מורחבת";
"Jawi-QWERTY" = "ג׳אווי - QWERTY";
"Kannada-QWERTY" = "קנאדה - QWERTY";
"Kannada" = "קנאדה";
"Kazakh" = "קזחית";
"Khmer" = "קמרית";
"Malayalam-QWERTY" = "מלאיאלאם - QWERTY";
"Malayalam" = "מלאיאלאם";
"Maltese" = "מלטית";
"Maori" = "מאורית";
"Myanmar-QWERTY" = "מיאנמר-QWERTY";
"Nepali" = "נפאלית";
"Northern Sami" = "סאמי צפוני";
"Norwegian Extended" = "נורבגית מורחבת";
"NorwegianSami-PC" = "סאמי נורבגי - PC";
"Oriya-QWERTY" = "אורייה - QWERTY";
"Oriya" = "אורייה";
"Persian" = "פרסית";
"Persian-ISIRI 2901" = "פרסית - ISIRI 2901";
"Persian-QWERTY" = "פרסית - QWERTY";
"Romanian" = "רומנית";
"Romanian-Standard" = "רומנית - רגיל";
"Sami-PC" = "סאמי - PC";
"Serbian-Latin" = "סרבית - לטינית";
"Sinhala-QWERTY" = "סינהלה - QWERTY";
"Sinhala" = "סינהלה";
"Slovenian" = "סלובנית";
"SwedishSami-PC" = "סאמי שבדי - PC";
"Telugu-QWERTY" = "טלוגו - QWERTY";
"Telugu" = "טלוגו";
"Thai-PattaChote" = "תאית - PattaChote";
"Thai" = "תאית";
"Tibetan-QWERTY" = "טיבטית - QWERTY";
"TibetanOtaniUS" = "טיבטית - אוטני";
"Tibetan-Wylie" = "טיבטית - ויילי";
"Turkish" = "תורכית";
"Turkish-QWERTY" = "תורכית - QWERTY";
"Turkish-QWERTY-PC" = "תורכית - QWERTY PC";
"Urdu" = "אורדו";
"Uyghur" = "אויגור";
"US Extended" = "ארה״ב מורחבת";
"Unicode Hex Input" = "תווי יוניקוד הקסדצימליים";
"Vietnamese" = "ויאטנמית";
"Welsh" = "ולשית";
"Zhuyin Bopomofo" = "בופומופו";
